{
  "total_universities": 39,
  "current_page": 1,
  "next_page": 2,
  "previous_page": null,
  "total_pages": 5,
  "results": [
    {
      "id": 33,
      "name": "MUV College",
      "description": "MUV College, Malta, offers a diverse range of undergraduate and postgraduate programs designed to foster academic excellence and personal growth. With a vibrant campus life and strong industry connections, students benefit from a supportive learning environment in the heart of the Mediterranean, preparing them for global opportunities.",
      "slug": "muv-college",
      "short_info": {
        "country": "Malta",
        "university_type": "Public",
        "total_students": 11000,
        "launched": 2020,
        "university": 33
      },
      "photo": "http://api.rooteducation.group/media/university_photos/Medical-University-Varna.jpg",
      "logo": "http://api.rooteducation.group/media/university_logos/file_10_1.svg",
      "video": null,
      "thumbnail": "http://api.rooteducation.group/media/university_thumbnails/Medical-University-Varna.jpg",
      "about_university": [
        {
          "university": 33,
          "title": "Establishment and Mission",
          "description": "Founded with the aim of promoting accessible and inclusive education, MUV College has built a reputation for academic integrity and quality instruction. Its mission is to empower students to achieve their full potential while preparing them for successful careers in a globalized world.\n"
        },
        {
          "university": 33,
          "title": "Academic Programs",
          "description": "MUV College offers a wide array of programs across various fields of study, including business, hospitality, information technology, health sciences, and arts. The curriculum is designed to combine theoretical knowledge with practical skills, ensuring that students graduate with a well-rounded education that meets industry demands.\n"
        },
        {
          "university": 33,
          "title": "Experienced Faculty",
          "description": "The college prides itself on its diverse faculty, composed of experienced professionals and academics from around the world. With a focus on mentorship and personalized attention, faculty members are dedicated to guiding students through their educational journey, providing insights and support tailored to individual needs.\n"
        },
        {
          "university": 33,
          "title": "State-of-the-Art Facilities",
          "description": "MUV College features modern facilities that enhance the learning experience. Students have access to well-equipped classrooms, computer labs, libraries, and study areas, as well as recreational spaces that foster a balanced lifestyle. The campus is designed to create an inspiring environment conducive to learning and collaboration.\n"
        },
        {
          "university": 33,
          "title": "International Perspective",
          "description": "Embracing a multicultural atmosphere, MUV College attracts students from various countries, enriching the educational experience through diverse perspectives and backgrounds. This international community fosters cultural exchange, broadening students' horizons and preparing them for careers in a globalized workforce.\n"
        },
        {
          "university": 33,
          "title": "Student Support Services",
          "description": "Recognizing the importance of student well-being, MUV College provides comprehensive support services. This includes academic advising, career counseling, and mental health resources. The college is committed to ensuring that students feel supported throughout their studies, enabling them to thrive academically and personally.\n"
        },
        {
          "university": 33,
          "title": "Extracurricular Activities",
          "description": "MUV College encourages students to engage in extracurricular activities, offering a variety of clubs and societies that cater to diverse interests. From sports and cultural events to academic competitions, these activities promote teamwork, leadership skills, and personal development, creating a well-rounded college experience.\n"
        },
        {
          "university": 33,
          "title": "Industry Connections",
          "description": "The college maintains strong connections with local and international industries, providing students with opportunities for internships and work placements. These partnerships ensure that graduates are equipped with practical experience and valuable professional networks, enhancing their employability upon graduation.\n"
        },
        {
          "university": 33,
          "title": "Commitment to Innovation",
          "description": "MUV College embraces technological advancements and innovative teaching methods to enhance the learning experience. The curriculum is regularly updated to incorporate emerging trends and industry standards, preparing students for the dynamic job market.\n"
        },
        {
          "university": 33,
          "title": "Campus Location and Culture",
          "description": "Situated in Malta, a hub of culture and history, MUV College offers students a unique living and learning environment. The island's rich heritage, beautiful landscapes, and vibrant lifestyle provide an ideal backdrop for academic pursuits, making the college experience both educational and enjoyable.\n"
        }
      ],
      "programs": {
        "university": 33,
        "undergraduate_programs": [
          {
            "name": "Bachelor of Business Administration (BBA)"
          },
          {
            "name": "Bachelor of Arts in Hospitality Management"
          },
          {
            "name": "Bachelor of Science in Information Technology"
          },
          {
            "name": "Bachelor of Science in Computer Science"
          },
          {
            "name": "Bachelor of Arts in Marketing"
          },
          {
            "name": "Bachelor of Science in Nursing"
          },
          {
            "name": "Bachelor of Arts in Psychology"
          },
          {
            "name": "Bachelor of Science in Environmental Science"
          },
          {
            "name": "Bachelor of Arts in International Relations"
          },
          {
            "name": "Bachelor of Science in Tourism Management"
          }
        ],
        "postgraduate_programs": [
          {
            "name": "Master of Business Administration (MBA)"
          },
          {
            "name": "Master of Science in Data Analytics"
          },
          {
            "name": "Master of Arts in Strategic Management"
          },
          {
            "name": "Master of Science in Project Management"
          },
          {
            "name": "Master of Arts in Digital Marketing"
          },
          {
            "name": "Master of Science in Information Systems"
          },
          {
            "name": "Master of Arts in Hospitality and Tourism Management"
          },
          {
            "name": "Master of Science in Nursing (Advanced Practice)"
          },
          {
            "name": "Master of Arts in Human Resource Management"
          },
          {
            "name": "Master of Science in Cybersecurity"
          }
        ],
        "doctoral_programs": [
          {
            "name": "Doctor of Philosophy (PhD) in Business Management"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Hospitality and Tourism"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Information Technology"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Psychology"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Education"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Environmental Science"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Healthcare Management"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Marketing"
          },
          {
            "name": "Doctor of Philosophy (PhD) in International Relations"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Organizational Leadership"
          }
        ]
      },
      "scholarship": {
        "university": 33,
        "short_description": "Here’s a table layout guide for scholarships related to MUV College, Malta:\n",
        "notes": [
          {
            "title": "Amount: Specify if the scholarship is renewable or one-time."
          },
          {
            "title": "Eligibility Criteria: Clearly outline any additional requirements such as application deadlines, required documents, or specific courses."
          },
          {
            "title": "Provider: If applicable, specify whether the provider is an external organization or the college itself."
          }
        ],
        "table": [
          {
            "amount": " €1,000 - €5,000",
            "provider": " MUV College",
            "scholarship_name": "Merit-Based Scholarship",
            "eligibility_criteria": " - Minimum GPA of 3.5 - Full-time enrollment"
          },
          {
            "amount": "€1,500",
            "provider": "MUV College",
            "scholarship_name": "International Student Grant",
            "eligibility_criteria": " - Non-EU international students - Acceptance into a degree program"
          },
          {
            "amount": " Up to €3,000",
            "provider": " MUV College",
            "scholarship_name": " Need-Based Financial Aid",
            "eligibility_criteria": " - Demonstrated financial need - Submission of financial documents"
          },
          {
            "amount": " €2,000",
            "provider": " MUV College",
            "scholarship_name": " Sports Scholarship",
            "eligibility_criteria": " - Participation in college-level sports - Minimum GPA of 3.0"
          },
          {
            "amount": "€1,000",
            "provider": " MUV College",
            "scholarship_name": " Community Service Award",
            "eligibility_criteria": " - Evidence of community involvement - Commitment to volunteer work"
          },
          {
            "amount": " €2,500",
            "provider": " MUV College",
            "scholarship_name": " STEM Scholarship",
            "eligibility_criteria": " - Enrollment in a STEM program - Strong academic performance in relevant subjects"
          },
          {
            "amount": " €1,500",
            "provider": " MUV College",
            "scholarship_name": " Diversity Scholarship",
            "eligibility_criteria": " - Underrepresented minority students - Commitment to diversity initiatives"
          },
          {
            "amount": " €1,000",
            "provider": " MUV College Alumni Association",
            "scholarship_name": " Alumni Scholarship",
            "eligibility_criteria": " - Children of MUV College alumni - Minimum GPA of 3.0"
          },
          {
            "amount": " €2,000",
            "provider": " MUV College",
            "scholarship_name": " Research Grant",
            "eligibility_criteria": "- Enrollment in a research-based program - Proposal submission"
          },
          {
            "amount": "€3,000",
            "provider": " MUV College",
            "scholarship_name": " Study Abroad Scholarship",
            "eligibility_criteria": " - Acceptance into a study abroad program - Good academic standing"
          }
        ]
      },
      "application_guide": {
        "university": 33,
        "short_description": "Here’s a concise application guide for MUV College, Malta:",
        "guide_list": [
          {
            "title": "Research Programs",
            "description": "Explore the various undergraduate, postgraduate, and doctoral programs offered by MUV College to find the best fit for your academic and career goals.\n"
          },
          {
            "title": "Check Eligibility Criteria",
            "description": "Review the specific eligibility requirements for your chosen program, including academic qualifications, language proficiency, and any additional prerequisites.\n"
          },
          {
            "title": "Prepare Required Documents",
            "description": "Gather necessary documents, which typically include:\nAcademic transcripts and certificates\nA valid passport or ID\nCurriculum Vitae (CV)\nStatement of Purpose or Personal Statement\nLetters of Recommendation\n"
          },
          {
            "title": "Language Proficiency",
            "description": "If applicable, demonstrate proficiency in English through standardized tests (e.g., IELTS, TOEFL) or other accepted qualifications.\n"
          },
          {
            "title": "Complete the Application Form",
            "description": "Fill out the online application form on the MUV College website, ensuring all information is accurate and complete.\n"
          },
          {
            "title": "Submit Your Application",
            "description": "Submit your application along with the required documents by the specified deadline. Ensure you receive a confirmation email.\n"
          },
          {
            "title": "Application Fee",
            "description": "Pay the non-refundable application fee (if applicable) as per the instructions provided on the application portal.\n"
          },
          {
            "title": "Attend an Interview (if required)",
            "description": "Some programs may require an interview as part of the selection process. Prepare for the interview by reviewing your application and being ready to discuss your motivations and qualifications.\n"
          },
          {
            "title": "Await Admission Decision",
            "description": "After submitting your application, monitor your email for updates regarding your admission status. Decisions are typically communicated within a few weeks.\n"
          },
          {
            "title": "Acceptance and Enrollment",
            "description": "If accepted, follow the instructions to confirm your enrollment. This may involve paying a deposit, submitting additional documents, and registering for classes.\n"
          }
        ],
        "bottom_description": "N/A"
      }
    },
    {
      "id": 39,
      "name": "Dublin Business School",
      "description": "Dublin Business School (DBS) is Ireland's largest independent college, offering a wide range of undergraduate and postgraduate programs in business, arts, and law. Known for its industry-focused curriculum and vibrant campus life, DBS empowers students with the skills and knowledge needed for successful careers in a globalized economy.",
      "slug": "dublin-business-school",
      "short_info": {
        "country": "Ireland",
        "university_type": "Private",
        "total_students": 9000,
        "launched": 1975,
        "university": 39
      },
      "photo": "http://api.rooteducation.group/media/university_photos/IMG_20211029_130814.jpg",
      "logo": "http://api.rooteducation.group/media/university_logos/dublin-business-school-logo.png",
      "video": null,
      "thumbnail": "http://api.rooteducation.group/media/university_thumbnails/IMG_20211029_130814.jpg",
      "about_university": [
        {
          "university": 39,
          "title": "Institutional Background",
          "description": "Dublin Business School, established in 1975, is Ireland’s largest independent third-level institution, located in the heart of Dublin. With over four decades of experience in providing high-quality education, DBS has built a reputation for excellence and innovation in business education."
        },
        {
          "university": 39,
          "title": "Academic Programs",
          "description": "DBS offers a diverse range of undergraduate and postgraduate programs across various fields, including business, finance, marketing, law, and arts. The school provides over 100 programs, enabling students to tailor their educational experiences to their career goals. This broad selection ensures that students can find a program that suits their interests and aspirations."
        },
        {
          "university": 39,
          "title": "Industry Connections",
          "description": "The school prides itself on its strong ties with industry leaders and organizations, ensuring that its curriculum remains relevant and aligned with the evolving needs of the job market. Guest lectures, workshops, and networking events with industry professionals provide students with valuable insights and opportunities to connect with potential employers."
        },
        {
          "university": 39,
          "title": "Innovative Teaching Approach",
          "description": "DBS employs a practical, student-centered teaching approach that emphasizes real-world application of knowledge. Small class sizes facilitate personalized learning and enable students to engage deeply with their subjects. The faculty consists of experienced professionals and academics who bring industry expertise into the classroom, enriching the learning experience."
        },
        {
          "university": 39,
          "title": "State-of-the-Art Facilities",
          "description": "Located in a modern campus, DBS boasts state-of-the-art facilities, including well-equipped lecture halls, study spaces, and computer labs. The library provides access to a vast collection of resources, including online databases and academic journals, supporting students’ research and learning needs."
        },
        {
          "university": 39,
          "title": "Student Support Services",
          "description": "DBS is committed to student success and offers a range of support services, including academic advising, career guidance, and counseling. The Student Support team is available to help students navigate their academic journeys, ensuring they have the resources and assistance needed to thrive."
        },
        {
          "university": 39,
          "title": "Vibrant Student Life",
          "description": "Student life at DBS is dynamic and engaging. The institution hosts various extracurricular activities, clubs, and societies that cater to diverse interests, encouraging students to connect and build lasting friendships. Events such as cultural festivals, guest speaker series, and social gatherings enrich the student experience and foster a sense of community."
        },
        {
          "university": 39,
          "title": "Global Opportunities",
          "description": "DBS promotes an international perspective through various partnerships with universities worldwide. Students have opportunities for study abroad programs, internships, and exchanges, allowing them to gain global exposure and experience different cultures, enhancing their employability in an increasingly globalized job market."
        },
        {
          "university": 39,
          "title": "Career Development Focus",
          "description": "The school emphasizes career development through its dedicated Career Development Centre, which provides resources, workshops, and events focused on employability skills. DBS’s strong industry connections facilitate internships and job placements, helping students transition successfully from education to their careers."
        },
        {
          "university": 39,
          "title": "Accreditations and Recognition",
          "description": "Dublin Business School is accredited by various professional bodies, ensuring the quality and relevance of its programs. Recognition from organizations such as Quality and Qualifications Ireland (QQI) and professional associations underscores DBS's commitment to maintaining high educational standards and producing graduates who meet industry demands."
        }
      ],
      "programs": {
        "university": 39,
        "undergraduate_programs": [
          {
            "name": "Bachelor of Business (Hons)"
          },
          {
            "name": "Bachelor of Arts in Accounting and Finance"
          },
          {
            "name": "Bachelor of Business in Marketing"
          },
          {
            "name": "Bachelor of Business in Management"
          },
          {
            "name": "Bachelor of Arts in International Business"
          },
          {
            "name": "Bachelor of Business in Entrepreneurship"
          },
          {
            "name": "Bachelor of Arts in Business Studies"
          },
          {
            "name": "Bachelor of Arts in Event Management"
          },
          {
            "name": "Bachelor of Arts in Human Resource Management"
          },
          {
            "name": "Bachelor of Arts in Digital Marketing"
          }
        ],
        "postgraduate_programs": [
          {
            "name": "Master of Business Administration (MBA)"
          },
          {
            "name": "Master of Science in Marketing"
          },
          {
            "name": "Master of Science in Finance"
          },
          {
            "name": "Master of Science in Human Resource Management"
          },
          {
            "name": "Master of Science in Project Management"
          },
          {
            "name": "Master of Science in Data Analytics"
          },
          {
            "name": "Master of Arts in International Business"
          },
          {
            "name": "Master of Arts in Business Studies"
          },
          {
            "name": "Master of Science in Digital Marketing"
          },
          {
            "name": "Master of Arts in Management"
          }
        ],
        "doctoral_programs": [
          {
            "name": "Doctor of Business Administration (DBA)"
          },
          {
            "name": "PhD in Business"
          },
          {
            "name": "PhD in Marketing"
          },
          {
            "name": "PhD in Finance"
          },
          {
            "name": "PhD in Human Resource Management"
          },
          {
            "name": "PhD in Project Management"
          },
          {
            "name": "PhD in International Business"
          },
          {
            "name": "PhD in Entrepreneurship"
          },
          {
            "name": "PhD in Organizational Behavior"
          },
          {
            "name": "PhD in Strategic Management"
          }
        ]
      },
      "scholarship": {
        "university": 39,
        "short_description": "Here’s a table layout guide for scholarships related to Dublin Business School, formatted to include the scholarship name, amount, eligibility criteria, and provider. This table can be easily integrated into your website.",
        "notes": [
          {
            "title": "Scholarship Name: This column lists the title of the scholarship."
          },
          {
            "title": "Amount: Indicates the financial support provided by the scholarship."
          },
          {
            "title": "Eligibility Criteria: Specifies the requirements applicants must meet to qualify for the scholarship."
          },
          {
            "title": "Provider: States that the scholarships are offered by Dublin Business School."
          }
        ],
        "table": [
          {
            "amount": "€3,000",
            "provider": "Dublin Business School",
            "scholarship_name": "DBS Merit Scholarship",
            "eligibility_criteria": "Full-time undergraduate students with academic excellence."
          },
          {
            "amount": "€2,000",
            "provider": "Dublin Business School",
            "scholarship_name": "International Student Grant",
            "eligibility_criteria": "Non-EU students enrolling in full-time programs."
          },
          {
            "amount": "€1,500",
            "provider": "Dublin Business School",
            "scholarship_name": "Postgraduate Achievement Award",
            "eligibility_criteria": "Applicants to postgraduate programs with relevant experience."
          },
          {
            "amount": "€2,500",
            "provider": "Dublin Business School",
            "scholarship_name": "Undergraduate Excellence Bursary",
            "eligibility_criteria": "High-achieving undergraduate students based on previous results."
          },
          {
            "amount": "€1,000",
            "provider": "Dublin Business School",
            "scholarship_name": "Diversity Scholarship",
            "eligibility_criteria": "Open to students from diverse backgrounds; full-time enrollment."
          },
          {
            "amount": "€1,000",
            "provider": "Dublin Business School",
            "scholarship_name": "Alumni Referral Scholarship",
            "eligibility_criteria": "New students referred by DBS alumni"
          },
          {
            "amount": "€1,500",
            "provider": "Dublin Business School",
            "scholarship_name": "Women in Business Scholarship",
            "eligibility_criteria": "Female students pursuing business degrees."
          },
          {
            "amount": "Up to €2,000",
            "provider": "Dublin Business School",
            "scholarship_name": "Sports Scholarship",
            "eligibility_criteria": "Student-athletes demonstrating excellence in sports."
          },
          {
            "amount": "Varies",
            "provider": "Dublin Business School",
            "scholarship_name": "Financial Aid Grant",
            "eligibility_criteria": "Based on financial need; application required."
          },
          {
            "amount": "€2,000",
            "provider": "Dublin Business School",
            "scholarship_name": "Research Grant for Doctoral Students",
            "eligibility_criteria": "Enrolled PhD candidates with research proposals."
          }
        ]
      },
      "application_guide": {
        "university": 39,
        "short_description": "Here’s a structured application guide for Dublin Business School (DBS), outlined in key points to help prospective students understand the application process:",
        "guide_list": [
          {
            "title": "Research Programs",
            "description": "Explore the range of undergraduate, postgraduate, and doctoral programs offered by DBS. Review course content, structure, and career opportunities to find the best fit for your academic and professional goals."
          },
          {
            "title": "Check Eligibility Requirements",
            "description": "Ensure you meet the specific entry requirements for your chosen program, including academic qualifications, language proficiency (e.g., IELTS, TOEFL), and any relevant experience."
          },
          {
            "title": "Prepare Application Documents",
            "description": "Gather necessary documents such as:\nAcademic transcripts and certificates\nProof of English language proficiency\nCurriculum Vitae (CV) or resume\nPersonal statement or statement of purpose\nLetters of recommendation (if required)\n"
          },
          {
            "title": "Complete the Online Application Form",
            "description": "Visit the Dublin Business School website and fill out the online application form. Provide accurate personal details, program choice, and supporting information."
          },
          {
            "title": "Pay the Application Fee",
            "description": "Submit the required application fee (if applicable) as part of your application process. This fee is typically non-refundable."
          },
          {
            "title": "Submit Your Application",
            "description": "Review your application thoroughly before submission to ensure all information is correct and complete. Submit your application through the online portal."
          },
          {
            "title": "Track Your Application Status",
            "description": "After submitting your application, monitor your application status via the DBS online portal. You may receive updates via email regarding the progress of your application."
          },
          {
            "title": "Interviews (if applicable)",
            "description": "Some programs may require an interview as part of the selection process. Prepare for this by reviewing your application and practicing common interview questions."
          },
          {
            "title": "Receive Offer Letter",
            "description": "If your application is successful, you will receive an offer letter via email. This letter will outline the next steps, including any conditions you must meet to secure your place."
          },
          {
            "title": "Accept Your Offer and Enroll",
            "description": "Follow the instructions in your offer letter to accept your place at DBS. Pay any required deposits and complete the enrollment process by the specified deadline."
          },
          {
            "title": "Prepare for Arrival",
            "description": "For international students, make arrangements for accommodation, visas, and travel. Familiarize yourself with life in Dublin and the support services available at DBS."
          },
          {
            "title": "Attend Orientation",
            "description": "Participate in the orientation program organized by DBS for new students. This will help you acclimate to the campus, meet faculty and fellow students, and understand available resources."
          }
        ],
        "bottom_description": "This structured guide helps potential students navigate the application process smoothly. Let me know if you need further information or adjustments!"
      }
    },
    {
      "id": 28,
      "name": "Constanta Maritime University CMU",
      "description": "Constanta Maritime University (CMU) in Romania is a prestigious institution specializing in maritime and naval studies. Located in the historic port city of Constanta, CMU offers top-tier programs in nautical sciences, naval engineering, and marine transport, equipping students with the skills and knowledge needed for global maritime careers.",
      "slug": "constanta-maritime-university-cmu",
      "short_info": {
        "country": "Romania",
        "university_type": "Public",
        "total_students": 4100,
        "launched": 1972,
        "university": 28
      },
      "photo": "http://api.rooteducation.group/media/university_photos/Screenshot_1-min.png",
      "logo": "http://api.rooteducation.group/media/university_logos/images_EKYsT3R.jpeg",
      "video": null,
      "thumbnail": "http://api.rooteducation.group/media/university_thumbnails/Screenshot_1-min.png",
      "about_university": [
        {
          "university": 28,
          "title": "Historical Background",
          "description": "Founded in 2000, Constanta Maritime University (CMU) is a premier institution located in the vibrant coastal city of Constanta, Romania. The university has quickly established itself as a leading center for maritime education, catering to the growing demand for skilled professionals in the maritime and shipping sectors. With a commitment to excellence, CMU combines tradition and modernity in its educational approach.\n"
        },
        {
          "university": 28,
          "title": "Academic Excellence",
          "description": "CMU offers a diverse range of academic programs at the undergraduate, master's, and doctoral levels. These programs encompass various fields, including Maritime Engineering, Naval Architecture, Logistics, and Maritime Transportation. The university’s curriculum is designed to provide students with both theoretical knowledge and practical skills, ensuring they are well-prepared for their careers.\n"
        },
        {
          "university": 28,
          "title": "State-of-the-Art Facilities",
          "description": "The university is equipped with modern facilities, including laboratories, simulation centers, and specialized workshops. CMU’s Maritime Simulation Center is particularly noteworthy, offering students hands-on experience with advanced maritime technologies. This practical approach enhances the learning experience and prepares graduates for the challenges of the industry.\n"
        },
        {
          "university": 28,
          "title": "Research and Innovation",
          "description": "CMU places a strong emphasis on research and innovation in maritime studies. The university collaborates with various industry partners and research institutions to conduct cutting-edge research. This focus on research not only benefits students but also contributes to the advancement of maritime sciences and technologies.\n"
        },
        {
          "university": 28,
          "title": "International Collaborations",
          "description": "The university has established partnerships with numerous institutions around the globe, promoting international exchange programs and collaborative research initiatives. These partnerships provide students with opportunities to study abroad, gain international experience, and develop a global perspective on maritime issues.\n"
        },
        {
          "university": 28,
          "title": "Highly Qualified Faculty",
          "description": "CMU boasts a team of experienced and highly qualified faculty members, many of whom are recognized experts in their fields. The faculty’s commitment to teaching and mentorship plays a crucial role in shaping students' academic journeys and career paths.\n"
        },
        {
          "university": 28,
          "title": "Student Life and Extracurricular Activities",
          "description": "The university fosters a vibrant student life, encouraging participation in various extracurricular activities, clubs, and organizations. Students have the opportunity to engage in cultural events, sports, and community service, enriching their overall university experience and promoting personal development.\n"
        },
        {
          "university": 28,
          "title": "Career Opportunities",
          "description": "Graduates of CMU are highly sought after in the maritime industry, both in Romania and internationally. The university’s strong connections with maritime companies and organizations facilitate internships and job placements for students. The university’s career services support students in their job search and professional development.\n"
        },
        {
          "university": 28,
          "title": "Location and Environment",
          "description": "Situated in Constanta, a major port city on the Black Sea, CMU benefits from its strategic location. The city is known for its rich history, cultural heritage, and beautiful beaches. This vibrant environment provides students with a unique backdrop for their studies and leisure activities, making it an attractive place to live and learn.\n"
        },
        {
          "university": 28,
          "title": "Commitment to Sustainability",
          "description": "CMU is committed to promoting sustainable practices in maritime education and research. The university integrates sustainability into its curriculum, encouraging students to consider environmental impacts in their future careers. This focus on sustainability aligns with global efforts to create a more responsible and eco-friendly maritime industry.\n"
        }
      ],
      "programs": {
        "university": 28,
        "undergraduate_programs": [
          {
            "name": "Bachelor of Science in Maritime Engineering"
          },
          {
            "name": "Bachelor of Science in Naval Architecture"
          },
          {
            "name": "Bachelor of Science in Marine Transportation"
          },
          {
            "name": "Bachelor of Science in Logistics and Transport"
          },
          {
            "name": "Bachelor of Science in Environmental Engineering"
          },
          {
            "name": "Bachelor of Science in Marine Electrical Engineering"
          },
          {
            "name": "Bachelor of Science in Shipbuilding Technology"
          },
          {
            "name": "Bachelor of Science in Port and Shipping Management"
          },
          {
            "name": "Bachelor of Science in Navigation"
          },
          {
            "name": "Bachelor of Science in Coastal and River Engineering"
          }
        ],
        "postgraduate_programs": [
          {
            "name": "Master of Science in Maritime Management"
          },
          {
            "name": "Master of Science in Naval Architecture and Marine Engineering"
          },
          {
            "name": "Master of Science in Marine Transport Engineering"
          },
          {
            "name": "Master of Science in Logistics and Supply Chain Management"
          },
          {
            "name": "Master of Science in Environmental Protection in Maritime Activities"
          },
          {
            "name": "Master of Science in Maritime Safety and Security"
          },
          {
            "name": "Master of Science in Offshore Engineering"
          },
          {
            "name": "Master of Science in Management of Marine Resources"
          },
          {
            "name": "Master of Science in Port Operations and Management"
          },
          {
            "name": "Master of Science in Maritime Law and Policy"
          }
        ],
        "doctoral_programs": [
          {
            "name": "Ph.D. in Maritime Engineering"
          },
          {
            "name": "Ph.D. in Naval Architecture"
          },
          {
            "name": "Ph.D. in Maritime Transportation and Logistics"
          },
          {
            "name": "Ph.D. in Marine and Environmental Sciences"
          },
          {
            "name": "Ph.D. in Shipbuilding and Repair Technologies"
          },
          {
            "name": "Ph.D. in Maritime Safety and Risk Management"
          },
          {
            "name": "Ph.D. in Marine Renewable Energy"
          },
          {
            "name": "Ph.D. in Coastal Engineering and Management"
          },
          {
            "name": "Ph.D. in Transportation Systems Engineering"
          },
          {
            "name": "Ph.D. in Marine Environmental Protection"
          }
        ]
      },
      "scholarship": {
        "university": 28,
        "short_description": "Here’s a table layout guide for presenting scholarship information for Constanta Maritime University (CMU), Romania:\n",
        "notes": [
          {
            "title": "Eligibility criteria may vary by scholarship, and additional documents may be required during the application process. Check CMU’s official website for the most current scholarship offerings and details."
          }
        ],
        "table": [
          {
            "amount": "Up to €2,000 per year",
            "provider": " Constanta Maritime University",
            "scholarship_name": " CMU Academic Excellence Scholarship",
            "eligibility_criteria": " - Must be an international student - Minimum GPA of 3.5/4.0 - Enrolled in a full-time program"
          },
          {
            "amount": " €2,500 per year",
            "provider": " Romanian Government",
            "scholarship_name": " Romanian Government Scholarship",
            "eligibility_criteria": " - Must be a non-EU international student - Excellent academic record - Application through Romanian Ministry of Foreign Affairs"
          },
          {
            "amount": " €1,500 per year",
            "provider": "Various maritime organizations",
            "scholarship_name": " Maritime Studies Scholarship",
            "eligibility_criteria": " - Enrolled in maritime-related programs - Demonstrated financial need - Academic performance evaluated"
          },
          {
            "amount": " €3,000 per year",
            "provider": " Constanta Maritime University",
            "scholarship_name": " Research Grant for Doctoral Students",
            "eligibility_criteria": " - Must be a Ph.D. candidate - Conducting research in maritime science - Proposal submission required"
          }
        ]
      },
      "application_guide": {
        "university": 28,
        "short_description": "Here’s a structured guide for the application process at Constanta Maritime University (CMU), Romania:",
        "guide_list": [
          {
            "title": "Research Programs",
            "description": "Review the available undergraduate, master's, and doctoral programs offered at CMU to find the right fit for your academic goals.\n"
          },
          {
            "title": "Check Admission Requirements",
            "description": "Gather necessary documents, including:\nAcademic transcripts\nLanguage proficiency certificates (e.g., IELTS, TOEFL)\nPassport copy\nMotivation letter\nCurriculum vitae (CV)\nLetters of recommendation (if required)\n"
          },
          {
            "title": "Complete the Application Form",
            "description": "Fill out the online application form available on the CMU website. Ensure all information is accurate and complete.\n"
          },
          {
            "title": "all  Submit Application Fee",
            "description": "Pay the non-refundable application fee, if applicable. Keep the receipt as proof of payment.\n"
          },
          {
            "title": "Submit Your Application",
            "description": "Upload all required documents and submit your application through the online portal before the deadline.\n"
          },
          {
            "title": "Await Admission Decision",
            "description": "After submission, monitor your email for updates regarding your application status. The university will notify you of the decision.\n"
          },
          {
            "title": "Acceptance Confirmation",
            "description": "If accepted, follow the instructions provided in your acceptance letter to confirm your enrollment at CMU.\n"
          },
          {
            "title": "Visa Application (for international students)",
            "description": "Apply for a student visa at the Romanian embassy or consulate in your home country, providing necessary documentation from CMU.\n"
          },
          {
            "title": "Prepare for Arrival",
            "description": "Once your visa is approved, make travel arrangements, and prepare for your new life in Constanta, including accommodation and orientation.\n"
          }
        ],
        "bottom_description": "Always refer to the official CMU website for the most current application information, deadlines, and specific program requirements.\n"
      }
    },
    {
      "id": 32,
      "name": "Malta Institute of Management College",
      "description": "The Malta Institute of Management College offers premier education in business and management, empowering students with industry-focused skills. Located in Malta, it provides a diverse range of undergraduate, postgraduate, and professional courses. Known for its strong industry connections and career support, it’s ideal for aspiring global leaders.",
      "slug": "malta-institute-of-management-college",
      "short_info": {
        "country": "Malta",
        "university_type": "Private",
        "total_students": 55000,
        "launched": 1964,
        "university": 32
      },
      "photo": "http://api.rooteducation.group/media/university_photos/2022_-_Univ_of_Malta.jpg",
      "logo": "http://api.rooteducation.group/media/university_logos/images_1.png",
      "video": null,
      "thumbnail": "http://api.rooteducation.group/media/university_thumbnails/2022_-_Univ_of_Malta.jpg",
      "about_university": [
        {
          "university": 32,
          "title": "Campus Life and Facilities",
          "description": "Campus life at the Malta Institute of Management College is dynamic, with numerous clubs, societies, and events that encourage student interaction and personal growth. Facilities include study halls, a well-stocked library, computer labs, and recreation spaces.\n"
        },
        {
          "university": 32,
          "title": "Innovative Learning Environment",
          "description": "The college fosters an innovative learning environment with access to state-of-the-art resources, including modern classrooms, digital learning tools, and collaborative spaces. It aims to enhance the student experience by integrating the latest technology and industry practices.\n"
        },
        {
          "university": 32,
          "title": "Overview",
          "description": "The Malta Institute of Management College is a leading institution dedicated to developing proficient leaders and professionals in the fields of business and management. Situated in Malta, it attracts a diverse student body from around the world, creating a vibrant, multicultural environment.\n"
        },
        {
          "university": 32,
          "title": "Academic Programs",
          "description": "The college offers a range of academic programs, including bachelor’s and master’s degrees in business, finance, accounting, and management. Specialized professional courses and certifications are also available, providing practical skills aligned with industry needs.\n"
        },
        {
          "university": 32,
          "title": "Industry Connections",
          "description": "With strong ties to the business world, the college collaborates with industry experts to ensure its curriculum remains relevant and cutting-edge. These connections facilitate internships, job placements, and opportunities for networking that are vital to student success.\n"
        },
        {
          "university": 32,
          "title": "Faculty Expertise",
          "description": "The Malta Institute of Management College prides itself on a faculty comprising industry veterans and academics with deep expertise. Their hands-on teaching approach equips students with real-world knowledge and prepares them for leadership roles.\n"
        },
        {
          "university": 32,
          "title": "Career Support and Internship Opportunities",
          "description": "The college’s dedicated career services team helps students secure internships and jobs by offering career counseling, resume workshops, and interview preparation. Partnerships with businesses ensure students gain relevant experience in their chosen fields.\n"
        },
        {
          "university": 32,
          "title": "Scholarship Opportunities",
          "description": "To make education more accessible, the Malta Institute of Management College offers a variety of scholarships and financial aid options. These are awarded based on merit, need, and other criteria, helping to ease financial pressures for eligible students.\n"
        },
        {
          "university": 32,
          "title": "International Student Support",
          "description": "With students from diverse backgrounds, the college provides extensive support services to help international students adapt to life in Malta. Orientation programs, language assistance, and academic advising are readily available to ease the transition.\n"
        },
        {
          "university": 32,
          "title": "Why Choose Malta Institute of Management College?",
          "description": "The Malta Institute of Management College stands out for its commitment to producing career-ready graduates. Its blend of academic rigor, practical experience, and industry connections make it an ideal choice for those seeking to excel in global business and management roles. The college’s central location in Malta adds to its appeal, offering students a unique opportunity to study in a European hub of business and culture.\n"
        }
      ],
      "programs": {
        "university": 32,
        "undergraduate_programs": [
          {
            "name": "Bachelor of Business Administration (BBA)"
          },
          {
            "name": "Bachelor of Science in Accounting and Finance"
          },
          {
            "name": "Bachelor of Science in Marketing and Digital Strategy"
          },
          {
            "name": "Bachelor of Science in Human Resource Management"
          },
          {
            "name": "Bachelor of Science in International Business"
          },
          {
            "name": "Bachelor of Science in Entrepreneurship"
          },
          {
            "name": "Bachelor of Science in Tourism and Hospitality Management"
          },
          {
            "name": "Bachelor of Science in Logistics and Supply Chain Management"
          },
          {
            "name": "Bachelor of Science in Financial Services Management"
          },
          {
            "name": "Bachelor of Science in Business Analytics"
          }
        ],
        "postgraduate_programs": [
          {
            "name": "Master of Business Administration (MBA)"
          },
          {
            "name": "Master of Science in Financial Management"
          },
          {
            "name": "Master of Science in Digital Marketing and E-Commerce"
          },
          {
            "name": "Master of Science in Project Management"
          },
          {
            "name": "Master of Science in Risk Management"
          },
          {
            "name": "Master of Science in International Business and Trade"
          },
          {
            "name": "Master of Science in Leadership and Organizational Development"
          },
          {
            "name": "Master of Science in Accounting and Auditing"
          },
          {
            "name": "Master of Science in Data Analytics and Business Intelligence"
          },
          {
            "name": "Master of Science in Strategic Human Resource Management"
          }
        ],
        "doctoral_programs": [
          {
            "name": "Doctor of Business Administration (DBA)"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Business and Management"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Financial Economics"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Marketing and Consumer Behavior"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Human Resources and Organizational Behavior"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Operations and Supply Chain Management"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Strategic Management"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Innovation and Technology Management"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Leadership and Change Management"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Digital Business Transformation"
          }
        ]
      },
      "scholarship": {
        "university": 32,
        "short_description": "To display scholarship information for Malta Institute of Management College, Malta in a structured table format on your website, you can use the following guide:\n",
        "notes": [
          {
            "title": "Scholarship Name: Use descriptive scholarship names that reflect their purpose, such as academic merit, diversity, or leadership focus."
          },
          {
            "title": "Amount: Specify either a fixed amount or a range, and indicate if the scholarship covers partial or full tuition."
          },
          {
            "title": "Eligibility Criteria: Highlight the main qualifications, such as GPA requirements, financial need, leadership experience, or specific demographic criteria."
          },
          {
            "title": "Provider: State the provider’s name (the college itself or a partner organization) to give credit and offer context for the scholarship."
          }
        ],
        "table": [
          {
            "amount": "Up to 50% tuition coverage",
            "provider": "Malta Institute of Management College",
            "scholarship_name": "Academic Merit Scholarship",
            "eligibility_criteria": "High academic performance; minimum GPA requirement of 3.5 in prior studies"
          },
          {
            "amount": "€1,500 - €3,000 per year",
            "provider": "Malta Institute of Management College",
            "scholarship_name": "International Diversity Scholarship",
            "eligibility_criteria": "Available for international students demonstrating financial need and a GPA of 3.0 or higher"
          },
          {
            "amount": "€2,500",
            "provider": "Business Leadership Foundation",
            "scholarship_name": "Leadership & Community Impact Award",
            "eligibility_criteria": "Evidence of leadership or community involvement; strong letters of recommendation"
          },
          {
            "amount": "€2,000",
            "provider": "Women in Business Organization",
            "scholarship_name": "Women in Business Scholarship",
            "eligibility_criteria": "Open to female students with strong academic records, active in business or community leadership activities"
          },
          {
            "amount": "Based on need",
            "provider": "Malta Institute of Management College",
            "scholarship_name": "Financial Assistance Grant",
            "eligibility_criteria": "Demonstrated financial need; supporting documents required"
          }
        ]
      },
      "application_guide": {
        "university": 32,
        "short_description": "Here’s a point-based Application Guide for the Malta Institute of Management College:",
        "guide_list": [
          {
            "title": "Research Programs",
            "description": "Explore the various undergraduate, postgraduate, and doctoral programs offered at the college. Review program details, curriculum, and career prospects.\n"
          },
          {
            "title": "Check Eligibility Requirements",
            "description": "Ensure you meet the specific academic qualifications, language proficiency, and any additional criteria for your chosen program.\n"
          },
          {
            "title": "Prepare Required Documents",
            "description": "Gather the necessary documents, which typically include:\nAcademic transcripts and certificates\nCurriculum Vitae (CV)\nPersonal statement or motivation letter\nLetters of recommendation\nProof of English language proficiency (e.g., IELTS, TOEFL)\n"
          },
          {
            "title": "Complete the Application Form",
            "description": "Fill out the online application form available on the college’s website. Ensure all information is accurate and complete.\n"
          },
          {
            "title": "Pay Application Fee",
            "description": "Submit the required application fee, if applicable. Payment details will be provided during the application process.\n"
          },
          {
            "title": "Submit Your Application",
            "description": "Submit your completed application along with all required documents through the college’s online portal by the specified deadline.\n"
          },
          {
            "title": "Interview (if applicable)",
            "description": "Some programs may require an interview. Be prepared to discuss your motivations, experiences, and goals related to your chosen field of study.\n"
          },
          {
            "title": "Await Admission Decision",
            "description": "After submission, wait for the college to process your application. Admission decisions are usually communicated via email.\n"
          },
          {
            "title": "Accept Offer",
            "description": "If accepted, follow the instructions provided in your offer letter to confirm your enrollment. This may include paying a deposit or completing additional forms.\n"
          },
          {
            "title": "Prepare for Arrival",
            "description": "Once enrolled, begin preparations for your move to Malta. This includes arranging accommodation, obtaining a student visa (if required), and planning for your arrival and orientation at the college.\n"
          }
        ],
        "bottom_description": "N/A"
      }
    },
    {
      "id": 42,
      "name": "City Unity College",
      "description": "City Unity College, located in Greece, offers a diverse range of undergraduate and postgraduate programs designed to equip students with essential skills and knowledge for their careers. Committed to academic excellence and student support, the college provides a vibrant campus environment, fostering personal growth and cultural diversity.",
      "slug": "city-unity-college",
      "short_info": {
        "country": "Greece",
        "university_type": "Private",
        "total_students": 2000,
        "launched": 2004,
        "university": 42
      },
      "photo": "http://api.rooteducation.group/media/university_photos/1-40.jpg",
      "logo": "http://api.rooteducation.group/media/university_logos/cityu_dark_red_1.svg",
      "video": null,
      "thumbnail": "http://api.rooteducation.group/media/university_thumbnails/1-40.jpg",
      "about_university": [
        {
          "university": 42,
          "title": "Introduction and Overview",
          "description": "City Unity College is a prominent institution of higher education located in the heart of Athens, Greece. Established in 2004, the college has quickly gained a reputation for its commitment to academic excellence and innovative teaching methodologies. With a diverse student population from various countries, City Unity College fosters an inclusive and multicultural learning environment, preparing students to thrive in a globalized world."
        },
        {
          "university": 42,
          "title": "Academic Programs",
          "description": "The college offers a wide array of undergraduate and postgraduate programs across various fields, including business, healthcare, hospitality, and social sciences. Each program is designed to provide students with practical knowledge and skills that are highly valued in today’s job market. The curriculum is regularly updated to align with industry trends and demands, ensuring that graduates are well-prepared for their chosen careers."
        },
        {
          "university": 42,
          "title": "Quality Assurance and Accreditations",
          "description": "City Unity College is recognized for its commitment to maintaining high academic standards. The college is accredited by the Hellenic Ministry of Education, ensuring that its programs meet rigorous educational criteria. Additionally, many programs are accredited by international organizations, providing students with globally recognized qualifications that enhance their employability."
        },
        {
          "university": 42,
          "title": "Campus Facilities",
          "description": "The college boasts modern facilities equipped with the latest technology to support student learning. Facilities include spacious lecture halls, state-of-the-art laboratories, a comprehensive library, and dedicated study areas. The campus is designed to create a conducive learning environment, encouraging collaboration and interaction among students and faculty."
        },
        {
          "university": 42,
          "title": "Student Support Services",
          "description": "City Unity College places a strong emphasis on student welfare and success. The college offers a range of support services, including academic advising, career counseling, and tutoring programs. Additionally, international students receive assistance with accommodation, visa applications, and cultural orientation, ensuring a smooth transition to life in Greece."
        },
        {
          "university": 42,
          "title": "International Partnerships",
          "description": "The college has established partnerships with various universities and institutions around the world. These collaborations provide students with opportunities for international exchanges, study abroad programs, and joint research initiatives. Such experiences enrich the educational journey and broaden students’ perspectives."
        },
        {
          "university": 42,
          "title": "Extracurricular Activities",
          "description": "Beyond academics, City Unity College encourages students to engage in extracurricular activities that enhance their university experience. The college hosts various clubs and organizations, including cultural, sports, and academic groups. These activities promote personal development, leadership skills, and community involvement."
        },
        {
          "university": 42,
          "title": "Cultural and Social Opportunities",
          "description": "Located in Athens, one of the world's most historically significant cities, City Unity College offers students access to rich cultural experiences. Students can explore ancient landmarks, vibrant neighborhoods, and diverse culinary scenes. The college also organizes cultural events and trips, allowing students to immerse themselves in Greek culture."
        },
        {
          "university": 42,
          "title": "Career Development and Employability",
          "description": "City Unity College is dedicated to enhancing students' career prospects. The college maintains strong connections with industry partners, facilitating internships and job placements. Career fairs, workshops, and networking events are regularly organized, providing students with valuable opportunities to connect with potential employers."
        },
        {
          "university": 42,
          "title": "Conclusion",
          "description": "City Unity College stands out as a leading institution in Greece, offering high-quality education and a supportive learning environment. With its focus on academic excellence, student support, and global engagement, the college equips students with the skills and knowledge needed to succeed in their future careers. As a gateway to personal and professional growth, City Unity College is an ideal choice for students seeking to study abroad in a vibrant and culturally rich setting."
        }
      ],
      "programs": {
        "university": 42,
        "undergraduate_programs": [
          {
            "name": "Bachelor of Business Administration"
          },
          {
            "name": "Bachelor of Arts in Hospitality Management"
          },
          {
            "name": "Bachelor of Science in Nursing"
          },
          {
            "name": "Bachelor of Science in Computer Science"
          },
          {
            "name": "Bachelor of Arts in International Relations"
          },
          {
            "name": "Bachelor of Science in Psychology"
          },
          {
            "name": "Bachelor of Arts in Graphic Design"
          },
          {
            "name": "Bachelor of Arts in Marketing"
          },
          {
            "name": "Bachelor of Science in Information Technology"
          },
          {
            "name": "Bachelor of Arts in Media and Communication"
          }
        ],
        "postgraduate_programs": [
          {
            "name": "Master of Business Administration (MBA)"
          },
          {
            "name": "Master of Science in International Business"
          },
          {
            "name": "Master of Arts in Hospitality and Tourism Management"
          },
          {
            "name": "Master of Science in Digital Marketing"
          },
          {
            "name": "Master of Science in Nursing"
          },
          {
            "name": "Master of Arts in Educational Leadership"
          },
          {
            "name": "Master of Science in Data Analytics"
          },
          {
            "name": "Master of Arts in Public Administration"
          },
          {
            "name": "Master of Science in Human Resource Management"
          },
          {
            "name": "Master of Arts in Film and Media Studies"
          }
        ],
        "doctoral_programs": [
          {
            "name": "Doctor of Philosophy (PhD) in Business Administration"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Nursing"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Psychology"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Hospitality Management"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Educational Studies"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Information Technology"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Social Sciences"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Marketing"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Public Policy"
          },
          {
            "name": "Doctor of Philosophy (PhD) in Communication Studies"
          }
        ]
      },
      "scholarship": {
        "university": 42,
        "short_description": "Here’s a suggested layout for a scholarship table for City Unity College, Greece. This table format provides essential details about each scholarship, making it easy for prospective students to understand their options.",
        "notes": [
          {
            "title": "Customization: Adjust scholarship names, amounts, eligibility criteria, and providers based on actual offerings at City Unity College."
          },
          {
            "title": "Additional Information: Consider adding a column for application deadlines or links to more information about each scholarship if relevant."
          },
          {
            "title": "Formatting: Ensure the table is visually appealing and easy to read on your website."
          }
        ],
        "table": [
          {
            "amount": "€2,000",
            "provider": "City Unity College",
            "scholarship_name": "Academic Excellence Scholarship",
            "eligibility_criteria": "High academic performance in previous studies"
          },
          {
            "amount": "€1,500",
            "provider": "City Unity College",
            "scholarship_name": "International Student Scholarship",
            "eligibility_criteria": "Non-EU international students, financial need"
          },
          {
            "amount": "€1,000",
            "provider": "City Unity College",
            "scholarship_name": "Merit-Based Scholarship",
            "eligibility_criteria": "Outstanding achievement in a specific field"
          },
          {
            "amount": "€1,200",
            "provider": "City Unity College",
            "scholarship_name": "Sports Scholarship",
            "eligibility_criteria": "Talented athletes competing at national/international levels"
          },
          {
            "amount": "€1,000",
            "provider": "City Unity College",
            "scholarship_name": "Leadership Scholarship",
            "eligibility_criteria": "Demonstrated leadership in community service or school"
          },
          {
            "amount": "€1,500",
            "provider": "City Unity College",
            "scholarship_name": "Diversity Scholarship",
            "eligibility_criteria": "Students from underrepresented backgrounds"
          },
          {
            "amount": "€2,500",
            "provider": "City Unity College",
            "scholarship_name": "Research Scholarship",
            "eligibility_criteria": "Enrollment in a postgraduate program with research component"
          },
          {
            "amount": "€1,000",
            "provider": "City Unity College",
            "scholarship_name": "Alumni Referral Scholarship",
            "eligibility_criteria": "Referred by a City Unity College alumnus"
          },
          {
            "amount": "€1,000",
            "provider": "City Unity College",
            "scholarship_name": "Financial Need Scholarship",
            "eligibility_criteria": "Demonstrated financial need through application process"
          },
          {
            "amount": "€1,200",
            "provider": "City Unity College",
            "scholarship_name": "Community Engagement Scholarship",
            "eligibility_criteria": "Active participation in community service projects"
          }
        ]
      },
      "application_guide": {
        "university": 42,
        "short_description": "Here’s a structured application guide for City Unity College in Greece, presented in a clear point format to assist prospective students in the application process.",
        "guide_list": [
          {
            "title": "Research Programs",
            "description": "Visit the City Unity College website to explore the various undergraduate, postgraduate, and doctoral programs available. Review program details, course structure, and career prospects."
          },
          {
            "title": "Check Eligibility Requirements",
            "description": "Ensure you meet the eligibility criteria for the desired program. This may include academic qualifications, language proficiency (e.g., IELTS or TOEFL for non-native English speakers), and specific prerequisites."
          },
          {
            "title": "Prepare Required Documents",
            "description": "Gather all necessary documentation, which typically includes:\nCompleted application form\nAcademic transcripts and certificates\nLanguage proficiency test scores\nCurriculum Vitae (CV)\nPersonal statement or motivation letter\nLetters of recommendation\nPassport copy\n"
          },
          {
            "title": "Complete the Application Form",
            "description": "Fill out the application form accurately, providing all requested information. Ensure that you review your application for completeness before submission."
          },
          {
            "title": "Submit the Application",
            "description": "Submit your completed application form and all required documents through the City Unity College online application portal or via email, as instructed on the website."
          },
          {
            "title": "Pay the Application Fee",
            "description": "Check if there is an application fee associated with your program and ensure timely payment. Keep the receipt as proof of payment."
          },
          {
            "title": "Attend an Interview (if applicable)",
            "description": "Some programs may require an interview as part of the selection process. Prepare for the interview by reviewing your application and being ready to discuss your motivations and qualifications."
          },
          {
            "title": "Await Admission Decision",
            "description": "After submitting your application, wait for the admission decision. City Unity College will communicate the outcome via email or through the application portal."
          },
          {
            "title": "Accept the Offer",
            "description": "If you receive an offer of admission, follow the instructions provided to formally accept the offer. This may include paying a deposit to secure your place."
          },
          {
            "title": "Arrange for Visa and Accommodation",
            "description": "Once you accept your offer, begin preparing for your study abroad experience by applying for a student visa (if required) and arranging accommodation. The college can provide guidance on these processes."
          },
          {
            "title": "Prepare for Orientation",
            "description": "Attend any orientation sessions offered by City Unity College. These sessions will help you familiarize yourself with the campus, meet faculty and fellow students, and learn about support services."
          },
          {
            "title": "Start Your Academic Journey",
            "description": "Begin your studies at City Unity College, engaging fully in academic and extracurricular activities to make the most of your educational experience."
          }
        ],
        "bottom_description": "N/A"
      }
    },
    {
      "id": 41,
      "name": "John Von Neumann University",
      "description": "John Von Neumann University in Hungary offers a dynamic learning environment focused on innovation and technology. With a variety of undergraduate and postgraduate programs, it emphasizes practical experience and research opportunities, preparing students for successful careers in a globalized world. Join a diverse community of aspiring professionals.",
      "slug": "john-von-neumann-university",
      "short_info": {
        "country": "Hungary",
        "university_type": "Public",
        "total_students": 10000,
        "launched": 2000,
        "university": 41
      },
      "photo": "http://api.rooteducation.group/media/university_photos/1.jpg",
      "logo": "http://api.rooteducation.group/media/university_logos/Neumann_University_seal_1.svg",
      "video": null,
      "thumbnail": "http://api.rooteducation.group/media/university_thumbnails/1.jpg",
      "about_university": [
        {
          "university": 41,
          "title": "Overview and History",
          "description": "Established in 2000, John Von Neumann University is a prominent institution in Hungary, dedicated to providing high-quality education in the fields of engineering, business, and information technology. Named after the famous Hungarian mathematician and polymath John Von Neumann, the university embodies his spirit of innovation and excellence.\n"
        },
        {
          "university": 41,
          "title": "Academic Programs",
          "description": "The university offers a diverse range of programs at undergraduate, postgraduate, and doctoral levels. Key faculties include the Faculty of Engineering and Information Technology, Faculty of Business Administration, and Faculty of Economics. Programs are designed to equip students with both theoretical knowledge and practical skills necessary for their respective fields.\n"
        },
        {
          "university": 41,
          "title": "Research and Innovation",
          "description": "John Von Neumann University is committed to fostering research and innovation. The institution collaborates with various industries, academic institutions, and research organizations to conduct applied research projects. This focus not only enhances the learning experience but also contributes to the advancement of technology and knowledge in Hungary and beyond.\n"
        },
        {
          "university": 41,
          "title": "International Collaboration",
          "description": "The university actively promotes internationalization through partnerships with institutions across Europe and other continents. These collaborations provide students with opportunities for exchange programs, joint research projects, and internships, enriching their educational experience and global perspective.\n"
        },
        {
          "university": 41,
          "title": "Student Life",
          "description": "Student life at John Von Neumann University is vibrant and engaging. The university hosts various extracurricular activities, including cultural events, sports competitions, and student organizations. These activities foster a sense of community among students, encouraging them to develop social skills and networks.\n"
        },
        {
          "university": 41,
          "title": "Modern Facilities",
          "description": "The university boasts state-of-the-art facilities, including modern classrooms, laboratories, and research centers equipped with the latest technology. Students benefit from access to resources that enhance their learning, including a well-stocked library, study spaces, and IT services.\n"
        },
        {
          "university": 41,
          "title": "Career Development",
          "description": "John Von Neumann University emphasizes career readiness, offering comprehensive support services to students. The Career Center provides guidance on internships, job placements, and professional development workshops. Collaboration with local and international companies ensures students gain valuable industry exposure and networking opportunities.\n"
        },
        {
          "university": 41,
          "title": "Diversity and Inclusion",
          "description": "The university prides itself on its diverse and inclusive environment. With a growing number of international students from various cultural backgrounds, John Von Neumann University fosters a multicultural atmosphere that enriches the learning experience and promotes cross-cultural understanding."
        },
        {
          "university": 41,
          "title": "Accreditation and Recognition",
          "description": "Programs at John Von Neumann University are accredited by relevant Hungarian authorities, ensuring that the education provided meets national and international standards. The university's commitment to quality education is recognized both locally and globally, enhancing the value of its degrees.\n"
        },
        {
          "university": 41,
          "title": "Future Prospects",
          "description": "As it continues to evolve, John Von Neumann University aims to expand its program offerings and research initiatives while strengthening its position as a leader in engineering and business education in Hungary. The university is dedicated to preparing students for the challenges of the modern workforce, empowering them to become innovators and leaders in their fields.\n"
        },
        {
          "university": 41,
          "title": "Conclusion",
          "description": "John Von Neumann University is more than just an educational institution; it is a place where ideas are born, talents are nurtured, and futures are built. With its commitment to excellence in education, research, and community engagement, the university remains a vital contributor to Hungary's academic landscape and the global educational community.\n"
        }
      ],
      "programs": {
        "university": 41,
        "undergraduate_programs": [
          {
            "name": "Bachelor of Engineering in Computer Engineering"
          },
          {
            "name": "Bachelor of Engineering in Electrical Engineering"
          },
          {
            "name": "Bachelor of Engineering in Mechanical Engineering"
          },
          {
            "name": "Bachelor of Science in Business Administration"
          },
          {
            "name": "Bachelor of Science in Business Informatics"
          },
          {
            "name": "Bachelor of Science in Economics"
          },
          {
            "name": "Bachelor of Arts in International Relations"
          },
          {
            "name": "Bachelor of Science in Environmental Engineering"
          },
          {
            "name": "Bachelor of Science in Applied Mathematics"
          },
          {
            "name": "Bachelor of Science in Logistics and Supply Chain Management"
          }
        ],
        "postgraduate_programs": [
          {
            "name": "Master of Science in Computer Science"
          },
          {
            "name": "Master of Engineering in Electrical Engineering"
          },
          {
            "name": "Master of Engineering in Mechanical Engineering"
          },
          {
            "name": "Master of Business Administration (MBA)"
          },
          {
            "name": "Master of Science in Business Analytics"
          },
          {
            "name": "Master of Science in Information Technology Management"
          },
          {
            "name": "Master of Arts in International Business"
          },
          {
            "name": "Master of Science in Data Science"
          },
          {
            "name": "Master of Science in Environmental Management"
          },
          {
            "name": "Master of Science in Finance"
          }
        ],
        "doctoral_programs": [
          {
            "name": "Doctor of Philosophy in Computer Science"
          },
          {
            "name": "Doctor of Philosophy in Engineering"
          },
          {
            "name": "Doctor of Philosophy in Business Administration"
          },
          {
            "name": "Doctor of Philosophy in Economics"
          },
          {
            "name": "Doctor of Philosophy in Information Systems"
          },
          {
            "name": "Doctor of Philosophy in Environmental Sciences"
          },
          {
            "name": "Doctor of Philosophy in Applied Mathematics"
          },
          {
            "name": "Doctor of Philosophy in Logistics and Supply Chain Management"
          }
        ]
      },
      "scholarship": {
        "university": 41,
        "short_description": "Here’s a table layout guide for scholarships related to John Von Neumann University in Hungary, including columns for Scholarship Name, Amount, Eligibility Criteria, and Provider. Each point includes a brief note for clarity.",
        "notes": [
          {
            "title": "Scholarship Name: Clearly state the title of each scholarship."
          },
          {
            "title": "Amount: Indicate the financial support provided, specifying whether it is a fixed amount or varies."
          },
          {
            "title": "Eligibility Criteria: Outline the specific requirements applicants must meet to be eligible for each scholarship."
          },
          {
            "title": "Provider: Mention who is offering the scholarship, such as the university, government, or affiliated organizations."
          }
        ],
        "table": [
          {
            "amount": " Up to €2,000",
            "provider": " John Von Neumann University",
            "scholarship_name": "Academic Excellence Scholarship",
            "eligibility_criteria": " For high-achieving students with excellent academic records."
          },
          {
            "amount": "€1,500",
            "provider": "John Von Neumann University",
            "scholarship_name": "International Student Scholarship",
            "eligibility_criteria": " Open to international students enrolled in full-time programs."
          },
          {
            "amount": " Varies (project-based)",
            "provider": " University Research Fund",
            "scholarship_name": "Research Grant Scholarship",
            "eligibility_criteria": " Must be enrolled in a doctoral program and submit a research proposal."
          },
          {
            "amount": " €1,200",
            "provider": " Government of Hungary",
            "scholarship_name": "STEM Scholarship",
            "eligibility_criteria": " For students in STEM (Science, Technology, Engineering, Mathematics) fields."
          },
          {
            "amount": " Up to €1,000",
            "provider": " John Von Neumann University",
            "scholarship_name": "Need-Based Financial Aid",
            "eligibility_criteria": " For students demonstrating financial need; application required."
          },
          {
            "amount": "€800",
            "provider": "Alumni Association",
            "scholarship_name": "Alumni Scholarship",
            "eligibility_criteria": " For children of alumni of John Von Neumann University."
          },
          {
            "amount": " €1,500",
            "provider": " Tech Industry Partners",
            "scholarship_name": "Women in Tech Scholarship",
            "eligibility_criteria": "For female students pursuing degrees in technology and engineering fields."
          },
          {
            "amount": " €1,000",
            "provider": " John Von Neumann University",
            "scholarship_name": "Sports Achievement Scholarship",
            "eligibility_criteria": " For students who have excelled in sports at a competitive level."
          },
          {
            "amount": " €1,000",
            "provider": " University Partnerships",
            "scholarship_name": "Cultural Exchange Scholarship",
            "eligibility_criteria": " For students participating in cultural exchange programs."
          },
          {
            "amount": "€500",
            "provider": " John Von Neumann University",
            "scholarship_name": "Community Service Scholarship",
            "eligibility_criteria": "For students actively involved in community service projects."
          }
        ]
      },
      "application_guide": {
        "university": 41,
        "short_description": "Here’s a structured application guide for John Von Neumann University in Hungary, organized into key points to help prospective students navigate the application process:",
        "guide_list": [
          {
            "title": "Research Programs",
            "description": "Explore the various undergraduate, postgraduate, and doctoral programs offered at the university to identify the one that best fits your academic and career goals.\n"
          },
          {
            "title": "Check Admission Requirements",
            "description": "Review the specific admission criteria for your chosen program, including educational qualifications, language proficiency (e.g., English or Hungarian), and any additional documentation needed.\n"
          },
          {
            "title": "Prepare Required Documents",
            "description": "Gather necessary documents, which typically include:\nCompleted application form\nAcademic transcripts and certificates\nLanguage proficiency test scores (e.g., IELTS, TOEFL)\nCurriculum vitae (CV) or resume\nStatement of purpose or motivation letter\nLetters of recommendation\nCopy of passport or identification\n"
          },
          {
            "title": "Application Submission",
            "description": "Submit your application online through the university’s official application portal or by mailing a physical copy if required. Ensure that you complete all sections of the application form accurately.\n"
          },
          {
            "title": "Application Fees",
            "description": "Pay any applicable application fees, which may vary by program. Keep a receipt or confirmation of payment for your records.\n"
          },
          {
            "title": "Interviews or Entrance Exams",
            "description": "Some programs may require an interview or entrance exam. Prepare accordingly by reviewing relevant materials or practicing interview questions.\n"
          },
          {
            "title": "Await Decision",
            "description": "After submission, the university will review your application. This process may take several weeks. Monitor your email for notifications regarding the status of your application.\n"
          },
          {
            "title": "Acceptance and Enrollment",
            "description": "If accepted, you will receive an offer letter. Follow the instructions provided to confirm your acceptance and enroll in your chosen program.\n"
          },
          {
            "title": "Visa Application",
            "description": "International students will need to apply for a student visa. Prepare necessary documents, including the acceptance letter, proof of financial means, and accommodation details, and submit them to the relevant Hungarian authorities.\n"
          },
          {
            "title": "Prepare for Arrival",
            "description": "Once your visa is approved, make arrangements for your travel to Hungary. Plan for accommodation, orientation sessions, and any required health insurance before your arrival.\n"
          }
        ],
        "bottom_description": "Following these steps will help ensure a smooth application process to John Von Neumann University. For any specific queries or assistance, consider reaching out to the university’s admissions office or visiting their official website for additional resources.\n"
      }
    },
    {
      "id": 43,
      "name": "Wekerle Business School and Psychology",
      "description": "Wekerle Business School and Psychology in Hungary offers innovative programs combining business and psychological studies. With a focus on practical skills and global perspectives, students benefit from experienced faculty and a vibrant campus life, preparing them for successful careers in various industries. Explore your future at Wekerle Business School!",
      "slug": "wekerle-business-school-and-psychology",
      "short_info": {
        "country": "Hungary",
        "university_type": "Private",
        "total_students": 500,
        "launched": 2006,
        "university": 43
      },
      "photo": "http://api.rooteducation.group/media/university_photos/IMG_2019.JPG",
      "logo": "http://api.rooteducation.group/media/university_logos/wbs-szalag-logo-1080.png",
      "video": null,
      "thumbnail": "http://api.rooteducation.group/media/university_thumbnails/IMG_2019.JPG",
      "about_university": [
        {
          "university": 43,
          "title": "Overview and Mission",
          "description": "Wekerle Business School and Psychology is a leading institution in Hungary, dedicated to providing high-quality education in business and psychology. Established with the aim of fostering a new generation of skilled professionals, the university integrates academic rigor with practical application, ensuring students are well-prepared for the complexities of the global job market.\n"
        },
        {
          "university": 43,
          "title": "Accreditation and Recognition",
          "description": "The university is fully accredited by the Hungarian government and recognized by international educational bodies. This accreditation guarantees that the programs offered meet high academic standards and are respected worldwide, enhancing the value of degrees awarded to graduates.\n"
        },
        {
          "university": 43,
          "title": "Innovative Academic Programs",
          "description": "Wekerle Business School offers a diverse range of undergraduate and postgraduate programs in business administration, finance, marketing, human resources, and psychology. The curriculum is designed to be dynamic and relevant, incorporating the latest trends and research in each field. Students can choose specialized tracks that align with their career goals, providing tailored education that meets individual needs.\n"
        },
        {
          "university": 43,
          "title": "Experienced Faculty",
          "description": "The university prides itself on its distinguished faculty, comprising experienced professionals and scholars from various fields. They bring a wealth of knowledge and real-world experience to the classroom, ensuring students receive both theoretical knowledge and practical insights. Faculty members are dedicated to mentoring students, fostering an interactive and engaging learning environment.\n"
        },
        {
          "university": 43,
          "title": "Global Perspective",
          "description": "With a strong emphasis on internationalization, Wekerle Business School attracts students from all over the world. This diverse student body enriches the learning experience, encouraging cross-cultural exchanges and broadening perspectives. The university also offers various exchange programs and partnerships with institutions across Europe and beyond, providing students with opportunities to study abroad."
        },
        {
          "university": 43,
          "title": "Research Opportunities",
          "description": "The university is committed to fostering a culture of research and innovation. Students are encouraged to participate in research projects alongside faculty, contributing to knowledge creation in their fields. Various workshops, conferences, and seminars are held throughout the year, allowing students to present their research and connect with industry professionals.\n"
        },
        {
          "university": 43,
          "title": "Campus Life and Facilities",
          "description": "Wekerle Business School boasts modern facilities, including state-of-the-art classrooms, computer labs, and study spaces. The campus provides a vibrant environment where students can engage in extracurricular activities, clubs, and events that promote personal growth and social interaction. A range of student services, including counseling and career support, ensures that students have the resources they need to succeed.\n"
        },
        {
          "university": 43,
          "title": "Internships and Career Services",
          "description": "The university emphasizes the importance of practical experience, offering students numerous internship opportunities with local and international companies. The dedicated career services team assists students in finding internships and job placements, helping them to build professional networks and gain valuable work experience before graduation.\n"
        },
        {
          "university": 43,
          "title": "Alumni Network",
          "description": "Graduates of Wekerle Business School become part of a strong alumni network that spans the globe. This network provides ongoing support, mentorship, and job opportunities for recent graduates. Alumni frequently return to campus to share their experiences and insights, creating a culture of giving back to the university community.\n"
        },
        {
          "university": 43,
          "title": "Conclusion",
          "description": "Wekerle Business School and Psychology stands out as a premier educational institution in Hungary, committed to academic excellence, innovation, and global engagement. With a focus on developing well-rounded professionals equipped to tackle contemporary challenges, the university prepares its students for successful careers in an increasingly interconnected world. Join Wekerle Business School to embark on a transformative educational journey!\n"
        }
      ],
      "programs": {
        "university": 43,
        "undergraduate_programs": [
          {
            "name": "Bachelor of Business Administration"
          },
          {
            "name": "Bachelor of Psychology"
          },
          {
            "name": "Bachelor of Marketing Management"
          },
          {
            "name": "Bachelor of Human Resource Management"
          },
          {
            "name": "Bachelor of Finance and Investment"
          },
          {
            "name": "Bachelor of International Business"
          },
          {
            "name": "Bachelor of Tourism and Hospitality Management"
          },
          {
            "name": "Bachelor of Business Informatics"
          },
          {
            "name": "Bachelor of Organizational Behavior"
          },
          {
            "name": "Bachelor of Public Relations and Communications"
          }
        ],
        "postgraduate_programs": [
          {
            "name": "Master of Business Administration (MBA)"
          },
          {
            "name": "Master of Psychology"
          },
          {
            "name": "Master of Marketing"
          },
          {
            "name": "Master of Human Resource Management"
          },
          {
            "name": "Master of Finance"
          },
          {
            "name": "Master of International Business Management"
          },
          {
            "name": "Master of Leadership and Organizational Development"
          },
          {
            "name": "Master of Applied Psychology"
          },
          {
            "name": "Master of Strategic Management"
          },
          {
            "name": "Master of Entrepreneurship and Innovation"
          }
        ],
        "doctoral_programs": [
          {
            "name": "Doctor of Philosophy in Business Administration (PhD)"
          },
          {
            "name": "Doctor of Psychology (PsyD)"
          },
          {
            "name": "Doctor of Business Administration (DBA)"
          },
          {
            "name": "Doctor of Philosophy in Management"
          },
          {
            "name": "Doctor of Philosophy in Organizational Psychology"
          },
          {
            "name": "Doctor of Philosophy in Marketing"
          },
          {
            "name": "Doctor of Philosophy in Human Resource Management"
          },
          {
            "name": "Doctor of Philosophy in Finance"
          },
          {
            "name": "Doctor of Philosophy in Educational Psychology"
          },
          {
            "name": "Doctor of Philosophy in Social Psychology"
          }
        ]
      },
      "scholarship": {
        "university": 43,
        "short_description": "Here’s a table layout guide for scholarships related to Wekerle Business School and Psychology, Hungary:\n",
        "notes": [
          {
            "title": "Each scholarship's criteria and amount can vary year by year, so it’s essential to check the university’s official website for the most current information."
          },
          {
            "title": "Consider including links to application forms and deadlines directly in the table for easier access."
          }
        ],
        "table": [
          {
            "amount": "€2,000",
            "provider": " Wekerle Business School",
            "scholarship_name": "Wekerle Merit Scholarship",
            "eligibility_criteria": " High academic achievement; enrolled in any program."
          },
          {
            "amount": " €1,500",
            "provider": " Hungarian Government",
            "scholarship_name": "International Student Grant",
            "eligibility_criteria": " Non-Hungarian citizens; GPA above 3.0; full-time enrollment."
          },
          {
            "amount": "€3,000",
            "provider": " Wekerle Business School",
            "scholarship_name": "Psychology Research Fellowship",
            "eligibility_criteria": " Enrolled in Psychology program; research proposal submission."
          },
          {
            "amount": " €2,500",
            "provider": " Local Business Partners",
            "scholarship_name": "Business Innovation Scholarship",
            "eligibility_criteria": " Innovative business ideas; submission of a project proposal."
          },
          {
            "amount": "€1,000",
            "provider": " Wekerle Business School",
            "scholarship_name": "Diversity Scholarship",
            "eligibility_criteria": " Minority backgrounds; commitment to diversity and inclusion."
          },
          {
            "amount": " Tuition Waiver",
            "provider": " Wekerle Business School",
            "scholarship_name": "Graduate Assistantship",
            "eligibility_criteria": "Enrolled in postgraduate programs; assist in teaching or research."
          },
          {
            "amount": " €1,200",
            "provider": " Alumni Association",
            "scholarship_name": "Alumni Fund Scholarship",
            "eligibility_criteria": "Children of alumni; minimum GPA of 3.0; enrolled full-time."
          },
          {
            "amount": "€1,800",
            "provider": " Local Business Incubators",
            "scholarship_name": "Entrepreneurial Spirit Grant",
            "eligibility_criteria": " Current students with entrepreneurial projects; business plan required."
          },
          {
            "amount": "€1,500",
            "provider": "Wekerle Business School",
            "scholarship_name": "Sports Excellence Scholarship",
            "eligibility_criteria": " Student athletes; demonstrated excellence in sports."
          },
          {
            "amount": "€1,000",
            "provider": " Wekerle Business School",
            "scholarship_name": "Community Service Award",
            "eligibility_criteria": "Active participation in community service; leadership roles preferred."
          }
        ]
      },
      "application_guide": {
        "university": 43,
        "short_description": "The application guide for Wekerle Business School provides essential steps and requirements for prospective students seeking admission to various programs.",
        "guide_list": [
          {
            "title": "Choose Your Program",
            "description": "Research and select the program that aligns with your career goals and interests, whether it be undergraduate, postgraduate, or doctoral.\n"
          },
          {
            "title": "Check Eligibility Requirements",
            "description": "Review the specific eligibility criteria for your chosen program, including academic qualifications, language proficiency, and any additional prerequisites.\n"
          },
          {
            "title": "Prepare Required Documents",
            "description": "Gather all necessary documents, which typically include:\nCompleted application form\nAcademic transcripts and certificates\nLanguage proficiency test scores (e.g., IELTS, TOEFL)\nCurriculum vitae (CV) or resume\nPersonal statement or motivation letter\nLetters of recommendation\n"
          },
          {
            "title": "Submit Your Application",
            "description": "Complete the online application through the Wekerle Business School website or submit a hard copy to the admissions office, as per the instructions provided.\n"
          },
          {
            "title": "Pay Application Fee",
            "description": "Ensure you pay any applicable application fees as specified in the application guidelines. Keep the receipt as proof of payment.\n"
          },
          {
            "title": "Attend an Interview (if required)",
            "description": "Some programs may require an interview as part of the selection process. Be prepared to discuss your academic background and motivation for choosing the program."
          },
          {
            "title": "Wait for Admission Decision",
            "description": "After submitting your application, monitor your email for updates regarding your admission status. The university typically informs applicants within a specified timeframe."
          },
          {
            "title": "Accept Offer and Confirm Enrollment",
            "description": "If accepted, follow the instructions to confirm your enrollment, which may include signing an acceptance letter and paying a deposit.\n"
          },
          {
            "title": "Arrange Accommodation",
            "description": "Research and arrange for accommodation options, whether on-campus or off-campus, to ensure you have a place to stay upon arrival.\n"
          },
          {
            "title": "Prepare for Arrival",
            "description": "Gather information about traveling to Hungary, including visa requirements, health insurance, and orientation programs offered by the university to help you transition smoothly.\n"
          }
        ],
        "bottom_description": "This guide provides a clear pathway for prospective students to navigate the application process at Wekerle Business School and Psychology.\n"
      }
    },
    {
      "id": 38,
      "name": "Belgrade Business School",
      "description": "Belgrade Business School (BBS) is a leading institution in Serbia, offering diverse undergraduate and postgraduate programs in business and management. With a strong focus on practical experience and international standards, BBS prepares students for successful careers in the global marketplace, fostering innovation and entrepreneurship in a dynamic learning environment.",
      "slug": "belgrade-business-school",
      "short_info": {
        "country": "Servia",
        "university_type": "Public",
        "total_students": 75000,
        "launched": 1956,
        "university": 38
      },
      "photo": "http://api.rooteducation.group/media/university_photos/2024-05-01.jpg",
      "logo": "http://api.rooteducation.group/media/university_logos/download.png",
      "video": null,
      "thumbnail": "http://api.rooteducation.group/media/university_thumbnails/2024-05-01.jpg",
      "about_university": [
        {
          "university": 38,
          "title": "Overview and History",
          "description": "Established in 1956, Belgrade Business School has quickly become one of Serbia’s premier institutions for higher education in business and management. With a commitment to excellence in teaching and research, BBS provides students with a strong foundation in various business disciplines, fostering the skills needed to thrive in today’s competitive global marketplace."
        },
        {
          "university": 38,
          "title": "Accreditation and Recognition",
          "description": "BBS is accredited by the Ministry of Education, Science and Technological Development of the Republic of Serbia. The school adheres to international educational standards, ensuring that its programs are recognized both locally and internationally. This accreditation enhances the credibility of its degrees and helps graduates secure opportunities worldwide."
        },
        {
          "university": 38,
          "title": "Academic Programs",
          "description": "The school offers a diverse range of programs, including undergraduate, postgraduate, and doctoral degrees. Students can choose from specialized fields such as Marketing, Finance, Management, and International Business. Each program is designed to equip students with theoretical knowledge and practical skills, preparing them for the challenges of the business world."
        },
        {
          "university": 38,
          "title": "Innovative Curriculum",
          "description": "The curriculum at BBS is continuously updated to reflect current industry trends and demands. The school emphasizes practical learning through case studies, group projects, and internships. This hands-on approach helps students apply theoretical concepts in real-world scenarios, fostering critical thinking and problem-solving abilities."
        },
        {
          "university": 38,
          "title": "Experienced Faculty",
          "description": "BBS boasts a highly qualified faculty composed of experienced professionals and academics with extensive backgrounds in various business sectors. The faculty's diverse expertise enriches the learning experience, providing students with valuable insights and mentorship throughout their academic journey."
        },
        {
          "university": 38,
          "title": "International Collaboration",
          "description": "The school actively engages in partnerships with renowned universities and business schools worldwide. These collaborations facilitate student exchange programs, joint research initiatives, and networking opportunities. Such global exposure enhances the educational experience and broadens students' horizons, preparing them for international careers."
        },
        {
          "university": 38,
          "title": "Student Life and Community",
          "description": "Belgrade Business School fosters a vibrant student community, encouraging involvement in extracurricular activities, clubs, and organizations. Students have access to various resources, including libraries, study spaces, and recreational facilities. The school’s location in Belgrade offers a lively cultural scene, providing students with numerous opportunities for social and professional networking."
        },
        {
          "university": 38,
          "title": "Career Services and Support",
          "description": "BBS provides robust career services to assist students in their job search and professional development. The school hosts career fairs, workshops, and networking events, connecting students with potential employers. Additionally, BBS offers personalized career counseling, helping students identify their career goals and develop strategies to achieve them."
        },
        {
          "university": 38,
          "title": "Commitment to Research and Innovation",
          "description": "Belgrade Business School emphasizes the importance of research in shaping future business leaders. The institution encourages faculty and students to engage in research projects that address contemporary business challenges. Through research initiatives, BBS contributes to the advancement of knowledge in the field of business and management."
        },
        {
          "university": 38,
          "title": "Vision for the Future",
          "description": "Looking ahead, Belgrade Business School aims to strengthen its position as a leading educational institution in the Balkans and beyond. By continuing to innovate its programs and expand international partnerships, BBS is dedicated to preparing students for the complexities of the global economy and cultivating the next generation of business leaders."
        }
      ],
      "programs": {
        "university": 38,
        "undergraduate_programs": [
          {
            "name": "Bachelor of Business Administration (BBA)"
          },
          {
            "name": "Bachelor of Marketing"
          },
          {
            "name": "Bachelor of Finance and Banking"
          },
          {
            "name": "Bachelor of International Business"
          },
          {
            "name": "Bachelor of Management"
          },
          {
            "name": "Bachelor of Entrepreneurship"
          },
          {
            "name": "Bachelor of Human Resource Management"
          },
          {
            "name": "Bachelor of Digital Marketing"
          },
          {
            "name": "Bachelor of Business Informatics"
          },
          {
            "name": "Bachelor of Business Economics"
          }
        ],
        "postgraduate_programs": [
          {
            "name": "Master of Business Administration (MBA)"
          },
          {
            "name": "Master of Marketing Management"
          },
          {
            "name": "Master of Finance"
          },
          {
            "name": "Master of International Business"
          },
          {
            "name": "Master of Management Science"
          },
          {
            "name": "Master of Entrepreneurship and Innovation"
          },
          {
            "name": "Master of Human Resource Management"
          },
          {
            "name": "Master of Project Management"
          },
          {
            "name": "Master of Digital Business"
          },
          {
            "name": "Master of Business Analytics"
          }
        ],
        "doctoral_programs": [
          {
            "name": "Doctor of Business Administration (DBA)"
          },
          {
            "name": "PhD in Business Management"
          },
          {
            "name": "PhD in Marketing"
          },
          {
            "name": "PhD in Finance"
          },
          {
            "name": "PhD in International Business"
          },
          {
            "name": "PhD in Human Resource Management"
          },
          {
            "name": "PhD in Entrepreneurship"
          },
          {
            "name": "PhD in Organizational Behavior"
          },
          {
            "name": "PhD in Business Informatics"
          },
          {
            "name": "PhD in Strategic Management"
          }
        ]
      },
      "scholarship": {
        "university": 38,
        "short_description": "Here's a suggested layout guide for a scholarship table related to Belgrade Business School (BBS), Serbia. This table format includes columns for the scholarship name, amount, eligibility criteria, and provider, along with notes for additional context where needed.",
        "notes": [
          {
            "title": "Provider refers to the organization or entity that funds or administers the scholarship."
          },
          {
            "title": "Eligibility Criteria may vary from year to year, so applicants should always check the latest requirements."
          },
          {
            "title": "Ensure that all details are updated according to the most current information provided by Belgrade Business School or associated scholarship providers."
          }
        ],
        "table": [
          {
            "amount": "€1,500",
            "provider": "Belgrade Business School",
            "scholarship_name": "Academic Excellence Scholarship",
            "eligibility_criteria": "High academic achievers (GPA 3.5 or higher)"
          },
          {
            "amount": "€1,000",
            "provider": "Belgrade Business School",
            "scholarship_name": "International Student Grant",
            "eligibility_criteria": "Non-EU students with a valid admission offer"
          },
          {
            "amount": "€2,000",
            "provider": "Private Sector Partners",
            "scholarship_name": "Business Innovation Scholarship",
            "eligibility_criteria": "Applicants with innovative business project proposals"
          },
          {
            "amount": "€1,200",
            "provider": "Belgrade Business School",
            "scholarship_name": "Merit-Based Scholarship",
            "eligibility_criteria": "Based on academic performance and extracurricular involvement"
          },
          {
            "amount": "Varies (up to €1,500)",
            "provider": "Belgrade Business School",
            "scholarship_name": "Need-Based Financial Aid",
            "eligibility_criteria": "Demonstrated financial need through documentation"
          },
          {
            "amount": "€1,000",
            "provider": "Belgrade Business School",
            "scholarship_name": "Women in Business Scholarship",
            "eligibility_criteria": "Female applicants in any business program"
          },
          {
            "amount": "€1,500",
            "provider": "Belgrade Business School",
            "scholarship_name": "Leadership Scholarship",
            "eligibility_criteria": "Proven leadership experience in school or community"
          },
          {
            "amount": "€1,000",
            "provider": "Belgrade Business School Alumni Association",
            "scholarship_name": "Alumni Association Grant",
            "eligibility_criteria": "Children of BBS alumni"
          },
          {
            "amount": "€1,500",
            "provider": "Environmental NGOs",
            "scholarship_name": "Sustainability in Business Scholarship",
            "eligibility_criteria": "Students with a focus on sustainability practices in business"
          },
          {
            "amount": "€2,500",
            "provider": "Belgrade Business School",
            "scholarship_name": "Research and Development Grant",
            "eligibility_criteria": "Enrolled postgraduate students conducting research"
          }
        ]
      },
      "application_guide": {
        "university": 38,
        "short_description": "Here’s a structured application guide for Belgrade Business School (BBS), Serbia, presented in key points for clarity and ease of understanding:",
        "guide_list": [
          {
            "title": "Research Programs",
            "description": "Start by exploring the various undergraduate, postgraduate, and doctoral programs offered at BBS to determine which aligns with your career goals and interests."
          },
          {
            "title": "Check Eligibility Requirements",
            "description": "Review the specific eligibility criteria for your chosen program, including academic qualifications, language proficiency (e.g., IELTS or TOEFL for non-native speakers), and any additional prerequisites."
          },
          {
            "title": "Prepare Required Documents",
            "description": "Gather all necessary documents, which may include:\nCompleted application form\nAcademic transcripts and diplomas\nCurriculum Vitae (CV) or resume\nMotivation letter or personal statement\nLetters of recommendation\nLanguage proficiency test results\nPassport copy or identification\n"
          },
          {
            "title": "Complete the Application Form",
            "description": "Fill out the BBS application form accurately, ensuring all sections are completed and all information is up-to-date. Pay close attention to any specific instructions provided."
          },
          {
            "title": "Submit Your Application",
            "description": "Applications can typically be submitted online through the BBS website or via email. Ensure that you submit all required documents in the specified format (PDF, Word, etc.) before the application deadline."
          },
          {
            "title": "Pay the Application Fee",
            "description": "Check if there is an application fee required and make the payment as instructed. Keep a receipt or confirmation of payment for your records."
          },
          {
            "title": "Interview Process (if applicable)",
            "description": "Some programs may require an interview as part of the application process. Prepare for potential questions about your background, motivations for studying, and future career plans."
          },
          {
            "title": "Await Admission Decision",
            "description": "After submission, monitor your email for updates regarding your application status. Admission decisions are typically communicated within a specified timeframe."
          },
          {
            "title": "Acceptance and Enrollment",
            "description": "If accepted, follow the instructions provided in your acceptance letter to confirm your enrollment. This may include submitting a confirmation fee and completing any additional enrollment forms."
          },
          {
            "title": "Prepare for Arrival",
            "description": "Once enrolled, prepare for your move to Serbia. This includes obtaining a student visa (if required), arranging accommodation, and planning for your travel and orientation at BBS."
          }
        ],
        "bottom_description": "N/A"
      }
    }
  ]
}
